[
  {
    "año": "1995",
    "img": "/img/1995.webp",
    "lloguer": "322,60€",
    "sou": "752,31€",
    "cafe": "0,58€",
    "menu": "6,06€",
    "texto": "Barcelona encara respira l’energia olímpica. Hi ha esperança i una sensació que tot just comença una nova etapa: la ciutat es projecta cap enfora, es consolida com a referent cultural i europeu. Però sota aquesta eufòria, les desigualtats persisteixen i el mercat laboral continua sent fràgil."
  },
  {
    "año": "1997",
    "img": "/img/1997.webp",
    "lloguer": "361,13€",
    "sou": "853,75€",
    "cafe": "0,69€",
    "menu": "6,77€",
    "texto": "Amb l’arribada de l’euro a l’horitzó, es respira una certa estabilitat. L’atur segueix alt, però l’optimisme es manté. A Barcelona s’inicien grans transformacions urbanes i el turisme comença a créixer, afegint pressió sobre l’equilibri entre ciutat i ciutadania."
  },
  {
    "año": "1999",
    "img": "/img/1999.webp",
    "lloguer": "402,76€",
    "sou": "953,60€",
    "cafe": "0,76€",
    "menu": "7,13€",
    "texto": "Barcelona avança cap al nou mil·lenni amb confiança. L’euro pren forma i l’economia sembla estable. La ciutat s’obre cada cop més al món, mentre als barris es comencen a percebre els primers signes d’un model urbà més orientat al mercat que a la vida quotidiana."
  },
  {
    "año": "2001",
    "img": "/img/2001.webp",
    "lloguer": "466,30€",
    "sou": "1.057,42€",
    "cafe": "0,85€",
    "menu": "7,61€",
    "texto": "Comença una dècada d’expansió urbanística. L’economia creix, la construcció es dispara i molts accedeixen a l’habitatge. Però també es formen bombolles i les desigualtats s’accentuen. A Barcelona, s’amplien infraestructures i la pressió turística es fa més present."
  },
  {
    "año": "2004",
    "img": "/img/2004.webp",
    "lloguer": "584,79€",
    "sou": "1.192,90€",
    "cafe": "1,04€",
    "menu": "8,29€",
    "texto": "Eufòria immobiliària i transformació urbana. Barcelona estrena nous barris, línies de metro i una façana litoral renovada. L’economia sembla estable, però sota la superfície es gesta una crisi. El turisme s’integra del tot en la vida diària de la ciutat."
  },
  {
    "año": "2006",
    "img": "/img/2006.webp",
    "lloguer": "695,77€",
    "sou": "1.254,35€",
    "cafe": "1,10€",
    "menu": "8,47€",
    "texto": "El creixement sembla imparable. A Barcelona tot va de pressa: preus en augment, sous que no sempre acompanyen. Es viuen anys de consum i confiança. Però darrere la façana, comencen a aparèixer esquerdes socials i d’habitatge."
  },
  {
    "año": "2008",
    "img": "/img/2008.webp",
    "lloguer": "813,02€",
    "sou": "1.359,23€",
    "cafe": "1,27€",
    "menu": "9,16€",
    "texto": "Tot s’atura de sobte. L’eufòria s’esvaeix amb la crisi global. A Barcelona, molts joves perden la feina, i les hipoteques pesen com mai. L’ambient és d’incertesa i de resistència. El centre de la ciutat comença a canviar ràpidament."
  },
  {
    "año": "2011",
    "img": "/img/2011.webp",
    "lloguer": "761,92€",
    "sou": "1.308,71€",
    "cafe": "1,14€",
    "menu": "8,80€",
    "texto": "En plena crisi, Barcelona es veu afectada per retallades, atur i precarietat. El carrer es converteix en un espai de protesta. Les desigualtats es fan més evidents, i la confiança en les institucions disminueix. Es comença a parlar d’indignació col·lectiva."
  },
  {
    "año": "2013",
    "img": "/img/2013.webp",
    "lloguer": "681,63€",
    "sou": "1.251,29€",
    "cafe": "1,16€",
    "menu": "8,89€",
    "texto": "La crisi encara no ha acabat. Molts han marxat o han tornat a casa. Neixen iniciatives alternatives, projectes col·lectius i una nova consciència social. A Barcelona, lloguers baixos atrauen nous residents i artistes. Comença a canviar l’essència dels barris."
  },
  {
    "año": "2015",
    "img": "/img/2015.webp",
    "lloguer": "743,89€",
    "sou": "1.307,45€",
    "cafe": "1,20€",
    "menu": "9,05€",
    "texto": "Es percep una lleugera recuperació econòmica. Barcelona viu un auge del turisme i l’emergència habitacional creix. El debat sobre la ciutat com a espai per viure-hi o consumir-hi pren força. La política municipal es transforma amb noves cares al poder."
  },
  {
    "año": "2017",
    "img": "/img/2017.webp",
    "lloguer": "877,28€",
    "sou": "1.402,61€",
    "cafe": "1,24€",
    "menu": "9,78€",
    "texto": "Un any intens. Barcelona viu l’impacte del referèndum de l’1 d’octubre i les càrregues policials. L’atemptat a la Rambla commociona la ciutat. Malgrat tot, la vida continua i la societat s’organitza. La ciutat mostra el seu caràcter resilient."
  },
  {
    "año": "2020",
    "img": "/img/2020.webp",
    "lloguer": "964,80€",
    "sou": "1.503,67€",
    "cafe": "1,29€",
    "menu": "10,15€",
    "texto": "La pandèmia ho canvia tot. Barcelona queda en silenci durant setmanes. El turisme desapareix i la ciutat recupera espais per als veïns. Però també es fa evident la dependència del sector serveis i les fragilitats socials. És un any de pausa i reflexió."
  },
  {
    "año": "2021",
    "img": "/img/2021.webp",
    "lloguer": "918,84€",
    "sou": "1.554,06€",
    "cafe": "1,32€",
    "menu": "10,64€",
    "texto": "Amb les vacunes comença la reobertura. Hi ha ganes de tornar a sortir, però l’impacte econòmic encara pesa. Barcelona torna a omplir-se de vida, però amb noves normes i temors. El teletreball i l’espai públic cobren nous significats."
  },
  {
    "año": "2022",
    "img": "/img/2022.webp",
    "lloguer": "1.026,91€",
    "sou": "1.602,18€",
    "cafe": "1,35€",
    "menu": "11,03€",
    "texto": "Barcelona recupera el ritme. Tornen els esdeveniments, el turisme i la vida als carrers. Però també tornen les presses, el soroll i les dificultats per arribar a final de mes. S’intensifica la sensació que la ciutat canvia massa de pressa."
  },
  {
    "año": "2023",
    "img": "/img/2023.webp",
    "lloguer": "1.136,45€",
    "sou": "1.675,33€",
    "cafe": "1,37€",
    "menu": "14,72€",
    "texto": "Barcelona viu tensions entre la recuperació econòmica i l’ofec del cost de la vida. Els lloguers i els preus es disparen. La ciutat continua sent atractiva, però cada cop més inaccessible per a molts residents."
  },
  {
    "año": "2024",
    "img": "/img/2024.webp",
    "lloguer": "1.193,08€",
    "sou": "1.712,91€",
    "cafe": "1,42€",
    "menu": "15,14€",
    "texto": "S’intensifica el debat sobre el model de ciutat. Els projectes verds i socials s’enfronten a l’especulació. Barcelona aposta per la sostenibilitat, però amb desigualtats creixents. L’economia aguanta, però el malestar social és palpable sobretot entre joves."
  },
  {
    "año": "2025",
    "img": "/img/2025.webp",
    "lloguer": "1.238,57€",
    "sou": "1.755,59€",
    "cafe": "1,47€",
    "menu": "15,98€",
    "texto": "Barcelona mira al futur amb incertesa i esperança. La ciutat continua reinventant-se, però les ferides de les crisis passades encara pesen. L’habitatge i el cost de vida segueixen sent reptes centrals. La gent busca estabilitat i una vida més digna."
  }
]